[
  {
    "id": 1,
    "name": "\tMarcus De La Garza",
    "image": "https://i.ibb.co/C7JyG11/images.jpg",
    "review": "Love this watch!!! I love that it’s transparent and goes with everything. The size is perfect, I was worried it’d look bigger because I have small wrists. Is very comfortable and is far is working perfectly. Instructions were easy as well",
    "ratting": 4
  },
  {
    "id": 2,
    "name": "CaseKnifeLover",
    "image": "https://i.ibb.co/n79DBKt/images-4.jpg",
    "review": "It's a classic. I love it. I have been using these for years. But always - ALWAYS - the strap is the first thing to break and the replacement cost is prohibitive, so you must buy another watch. Good marketing by Casio? Perhaps. But so annoying to throw away a perfectly good watch, still working, because a whole new watch is cheaper than a replacement strap. Wouldn't it be nice if Casio sold a replacement strap for a really low price...",
    "ratting": 5
  },
  {
    "id": 3,
    "name": "James McDonald",
    "image": "https://i.ibb.co/w4J5J0r/images-3.jpg",
    "review": "From my headline you can safely say I love this watch. It just looks so good, feels so good and feels so much a part of me from the moment I put it on. It has to be said it is small but as the saying goes good goods come in small parcels. Other reviews have listed the workings of the watch so I won't add to it. However it will be hard to beat the price and style of this watch. I bought the watch on Amazon from 7dayshop.com  who offered a wonderful service with the watch arriving a day early securely packaged and well presented. Brilliant",
    "ratting": 3
  },
  {
    "id": 4,
    "name": "\tLochlan Longstrider",
    "image": "https://i.ibb.co/mJ3SdwD/images-2.jpg",
    "review": "My husband purchased this watch because he hates using his phone to know the time. Although he hasn't worn a watch in several years, he wanted to start doing so again. He chose this one because it was similar to one he had years ago and was rated to be able to withstand constant wear. My husband has worn it non-stop. He never takes it off. He states that it is very comfortable and durable. He wears it while working out, at work, doing yard work, showering and sleeping. It has proven to be well worth its price. Great product and a great price!",
    "ratting": 5
  },
  {
    "id": 5,
    "name": "\tNicholas Peter",
    "image": "https://i.ibb.co/1GsZcJd/images-1.jpg",
    "review": "Like others have stated, the watch itself is nearly perfect in its utilitarian simplicity. My only complaint is that the wrist band is too small for a full grown male. I don't even have a large wrist and I only have two holes left on the band when I buckle it up! Is the resin really that expensive? Two or three more holes on the strap would make this a great man sized watch. As it is there are 12 holes on the band. The first six or seven holes could only be used by a child.",
    "ratting": 3
  },
  {
    "id": 6,
    "name": "Dhwani",
    "image": "https://i.ibb.co/SrhR8QP/images-6.jpg",
    "review": "I was debating btw a few watches, and I 'm really happy I chose this one! Its so cute, and simple!And the best part, I bought it over a month ago and got it wet many times, AND ITS STILL CLEAR!!",
    "ratting": 4
  },
  {
    "id": 7,
    "name": "\tCharles P",
    "image": "https://i.ibb.co/QN2Xb12/images-5.jpg",
    "review": "I absolutely love the finish on this watch. It presents really well. Casio did a great job in maintaining the originality of the F-91w, yet making the watch owner feel like they are wearing something new and different. It has the same backlight as the original. The watch fits well on my 7.25 inch wrist. I paid around $15 shipped am very happy with it.",
    "ratting": 5
  }
]
